# GetSDName

## Description
Function GetSDName returns the name of the referenced symbol definition.

```pascal
FUNCTION GetSDName(h : HANDLE): STRING;
```

```python
def vs.GetSDName(h):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to symbol definition.|

## Version
Availability: from All Versions

## Category
* Objects - Symbols